{
    "article1": {
        "title": "Как защитить аккаунт от взлома?",
        "content": "<p>В современном мире сохранность личных данных становится важнее с каждым днём. Вот несколько простых, но эффективных советов, которые помогут защитить ваши аккаунты от взлома и утечек данных:</p><ul><li><strong>Используйте сложные и уникальные пароли</strong> — минимум 12 символов, разные регистры, цифры, символы.</li><li><strong>Подключите двухфакторную аутентификацию (2FA)</strong> — через приложения вроде Google Authenticator.</li><li><strong>Остерегайтесь фишинга</strong> — проверяйте ссылки и сайты перед вводом данных.</li><li><strong>Регулярно обновляйте ПО</strong> — избегайте использования устаревших программ.</li><li><strong>Используйте менеджеры паролей</strong> — для создания и хранения надёжных паролей.</li><li><strong>Проверяйте утечки</strong> — регулярно проверяйте аккаунты на утечки данных.</li></ul><p>Следуя этим простым правилам, вы значительно повысите защиту своих аккаунтов и сведете риск взлома к минимуму.</p>"
    },
    "article2": {
        "title": "Каким должен быть надежный пароль?",
        "content": "<p>Создание надежного пароля — первый и самый важный шаг к защите вашей личной информации. Вот главные рекомендации:</p><ul><li><strong>Длина пароля:</strong> используйте пароли не менее 12-16 символов. Чем длиннее пароль, тем сложнее его взломать.</li><li><strong>Разнообразие символов:</strong> обязательно включайте буквы (как прописные, так и строчные), цифры и специальные символы (!, @, #, $, % и т.д.).</li><li><strong>Отсутствие очевидных комбинаций:</strong> избегайте простых слов, дат рождения, имён и распространенных комбинаций (123456, qwerty и т.п.).</li><li><strong>Уникальность пароля:</strong> никогда не используйте один пароль для нескольких сайтов или сервисов. Для каждого аккаунта нужен отдельный уникальный пароль.</li><li><strong>Регулярная смена:</strong> по возможности обновляйте важные пароли раз в несколько месяцев.</li><li><strong>Использование генератора паролей:</strong> сервисы вроде SafePassAI помогут создать максимально надежный пароль, который практически невозможно подобрать.</li></ul><p>Следуя этим советам, вы защитите свои данные и снизите вероятность стать жертвой злоумышленников.</p>"
   },
    "article3": {
        "title": "Что делать, если пароль скомпрометирован?",
        "content": "<p>Если вы обнаружили, что ваш пароль был скомпрометирован или попал в утечку данных, следует немедленно принять следующие меры:</p><ol><li><strong>Немедленно смените пароль</strong> на всех сервисах, где вы использовали этот пароль или его похожие варианты. Используйте уникальные, сложные и длинные пароли.</li><li><strong>Включите двухфакторную аутентификацию (2FA)</strong>, если она ещё не была активирована. Это значительно повысит уровень защиты ваших аккаунтов.</li><li><strong>Проверьте другие аккаунты</strong>, особенно электронную почту и социальные сети, на подозрительную активность. Измените пароли и там.</li><li><strong>Используйте антивирусное ПО</strong> и проверьте устройство на вирусы и шпионские программы. Возможно, утечка произошла из-за вредоносного ПО на вашем компьютере или телефоне.</li><li><strong>Сообщите о проблеме администрации сервиса</strong>, где произошла утечка, чтобы они приняли необходимые меры по защите вашего аккаунта.</li><li><strong>Будьте осторожны в будущем:</strong> избегайте повторного использования паролей и регулярно проверяйте свои данные через инструменты вроде SafePassAI.</li></ol><p>Соблюдение этих рекомендаций поможет вам минимизировать ущерб и обезопасить себя от повторных взломов и утечек.</p>"
    }
}
